
&gt;&gt;
&lt;
(
(x
+
,
-
--
.
/
0
0's
0,
0.
0?
1
1's
1,
1--
1.
1/2
1/2,
1/2.
1/3
1/5
1/m
10
10,
10.
100
15
15.
1:
1?
2
2,
2-3
2.
20
2:
2d
2t
2x
2y
3
3,
3.
3/2
300
32
32-bit
3:
3n
4
4,
4.
4x
5
5,
5.
50
6
6,
6.
7
7,
7.
8
8,
8.
9
9,
=
?]
[?
[inaudible]
[inaudible],
[inaudible].
[inaudible]..
[inaudible]?
[laughter]
[music]
a
a*u
a,
a--
a.
a1
a?
able
about
about,
about.
above
above,
absolute
absolutely
abstract
ac0
accept
access
according
account
achieve
across
acting
actual
actually
actually,
actually--
actually.
ad
add
added
adding
addition
addition,
additional
address
adds
adjacent
advantage
affect
afford
after
again
again,
again.
against
ago,
ago.
ah,
ahead
ahead.
ai
air
algebra
algebra,
algorithm
algorithm,
algorithm.
algorithms
algorithms,
all
all,
all.
allow
allowed
allows
almost
along
alpha
alpha,
alpha.
already
also
also,
also.
although
always
am
among
amount
amounts
an
analogous
analysis
and
and,
angle
angle.
angular
another
another.
answer
answer,
answer.
answers
any
anybody
anymore.
anyone
anything
anything.
anyway,
anyway.
anywhere
apart
appear
appears
append
application
applications
apply
applying
approach
approach.
appropriate
approximate
approximation
arbitrary
are
are,
are.
area
aren't
argument
argument,
argument.
arguments
arguments,
arguments.
argv
arithmetic
arnoldi
around
around,
around.
array
array,
array.
arrival
arrow
as
as,
ask
ask,
asked
asking
assign
assigned
assignment
associated
assume
assumed
assuming
assumption
assumptions
at
at,
at.
attention
audience:
augmentation.
available
average
average,
average.
avl
avoid
away
away,
away.
ax
axes
axis
axis,
axis.
b
b*u
b,
b.
b1,
b?
back
back,
back.
backpack
backslash
backward,
backwards
bad
bad,
bad.
ball
bank
bar
bar,
bar.
base
base,
based
basic
basically
basically,
basis
basis,
basis.
be
be,
be--
be.
be?
beautiful
because
because,
become
becomes
been
before
before,
before.
begin
beginning
beginning,
behavior
behind
being
believe
below
bernoulli
best
beta
beta.
better
better.
between
beyond
bi
big
big,
big.
bigger
bigger.
bill
billion
bin
bin.
binary
binomial
binomial,
bit
bit,
bit.
bits
bits,
bits.
black
blah
blah,
block
block.
blocks
blocks.
blue
bn
board
board,
board.
boas
boas.
body
boltzmann
book
both
bottom
bottom,
bottom.
bound
bound.
boundary
bounded
bounds
box
box,
box.
bracket
branching
break
breaking
bring
brought
browser
bug
build
building
built
bunch
but
but,
buy
bx
by
c
c,
c.
c1
c2
c2,
calculate
calculated
calculating
calculation
calculation,
calculation.
calculations
calculus
call
called
calling
calls
came
can
can't
can,
can.
cancel
cannot
capacity
capital
captured
care
careful
carefully
carefully.
carlo
carry
cartesian
case
case,
case.
case?
cases
cases,
cases.
catch
category
cauchy
cdf
cdf,
cdf.
cell
center
certain
certainly
cetera.
chain
chance
change
change.
changed
changes
changing
chapter
character
character,
character.
characteristic
characters
characters.
charge
check
check.
checking
chi-square
child
children
children.
choice
choice,
choice.
choices
choose
choose,
choosing
chose
chosen
circle
circle,
claim
clang
class
class,
class.
classes
clear
clear,
clear.
clear?
clearly
clever
close
close.
closed
closer
closest
cluster
cluster.
clusters.
code
code,
code.
coefficient
coefficients
coefficients,
coefficients.
coin
collect
collide
colliding
collision
collision.
collisions
collisions.
color
color.
column
column,
column.
columns
columns,
columns.
combination
combinations
combine
come
comes
coming
command
committees
committees.
common
commons
compare
compared
comparing
comparison
comparison.
compile
compiler
complement
complete
completely
complex
complex,
complex.
complicated
complicated.
component
component,
component.
components
components,
components.
compression
computation
compute
compute.
computed
computer
computer,
computer.
computers
computing
concave
concentration
concept
conclude
conclusion
condition
condition,
condition.
conditional
conditioning
conditions
conditions.
confusing
conjugate
connect
connected
connection
consequence
conservative.
consider
considering
consistent
constant
constant,
constant.
constants
constraint
constraint.
construct
constructed
contain
contains
content
context
continue
continuous
contradiction.
contribution
control
convenient
convention
converge
convergence
convergence.
converges
convert
convince
cool
cool.
coordinate
coordinates
coordinates,
coordinates.
copy
corner
corner.
correct
correct,
correct.
correspond
corresponding
corresponds
cosine
cost
could
could,
couldn't
count
counter
counterclockwise
counterclockwise.
counting
couple
course
course,
course.
courses,
covariance
cover
create
created
creating
creative
critical
cross
crosses
crossing
cs
cs50
cubed
cubed.
cumulative
curl
curly
current
currently
curve
curve,
curve.
curves
cut
cut,
cut.
cuz
cycle
cycle,
cycle.
cycles
cycles.
d
d,
d.
da.
damping
dash
data
data,
data.
david
day
days
deal
deal.
dealing
decide
decided
decimal
decision
decisions
declare
declared
decreasing
deep
define
defined
defined.
defines
defining
definite
definite.
definitely
definition
definition,
definition.
definitions
degree
degrees
delete
delete,
delta
demaine:
denominator
density
density,
density.
depend
dependence
dependent
dependent.
depending
depends
derivative
derivative,
derivative.
derivatives
derivatives,
derivatives.
describe
described
describes
description
desired
details
determinant
determinant.
determine
determined
deterministic
diagonal
diagram
dictionary
did
did.
didn't
diff.
difference
difference.
different
different,
different.
differential
differentiate
differentiating
difficult
diffusion
dimension
dimensional
dimensionality
dimensions
dimensions,
dimensions.
dirac
direct
direction
direction,
direction.
directions,
directions.
directly
discover
discrete
discuss
discussion
disk
distance
distance.
distinct
distinct.
distinguish
distributed
distribution
distribution,
distribution.
distributions
divergence
divide
divided
divides
dividing
do
do,
do.
do?
does
does,
does.
doesn't
doing
doing,
doing.
doing?
domain
don't
donation
done
done,
done.
dot
dot,
dot.
dotted
double
down
down,
down.
dp
dr
draw
drawing
drawn
drew
drop
dt
dt,
dt.
du
due
dummy
during
dx
dx,
dx.
dxdy.
dy
dy.
dynamic
e
e,
e.
each
earlier
easier
easier.
easiest
easily
easy
easy,
easy.
echelon
edge
edge,
edge.
edges
edges,
edges.
educational
effect
efficient
eigenvalue
eigenvalues
eigenvalues,
eigenvalues.
eigenvector
eigenvectors
eigenvectors.
eight
eighteen
either
element
element,
elements
else
else,
else.
email
emails
emde
emphasize
empirical
empty
empty,
empty.
encourage
end
end,
end.
ends
energy
energy,
energy.
english
enough
enough,
enough.
enter
entire
entity
entropy
epsilon
epsilon,
epsilon.
eq.
equal
equal,
equal.
equality
equally
equals
equals,
equation
equation,
equation.
equation?
equations
equations,
equations.
equilibrium
equivalent
erik
error
error,
especially
essentially
essentially,
estimate
et
euler
evaluate
evaluated
even
even,
even.
event
event,
events
eventually
eventually,
ever
every
everybody
everyone
everything
everything's
everything.
everywhere
everywhere.
evolution
exact
exactly
exactly.
example
example,
example.
examples
examples,
examples.
except
exerted
exist
exist.
exists
expand
expansion
expect
expectation
expectation,
expectation.
expectations
expected
experiment
experiment.
explain
explicit
explicitly
explicitly.
exploration
explore
exponential
exponential.
exponentially
express
expression
expression,
expression.
expressions
external
extra
extreme
extremely
f
f,
f.
f1
f1,
f1.
f2
face
facebook
fact
fact,
factor
factor,
factor.
factorial
factorial,
factorial.
factors
failure
fairly
fall
falls
false
false.
familiar
family
family.
famous
fancy
far
far,
far.
far?
fast
fast,
fast.
faster
faster.
favorite
feel
few
fib
field
field,
field.
fields
fields.
fifth
figure
figured
figuring
file
fill
final
finally
finally,
find
finding
fine
fine,
fine.
finger
fingers
finish
finite
finite.
first
first,
first.
fit
fits
five
five,
five.
fix
fixed
fixed.
flat
flip
float
float,
float.
floating
floats
flow
fluid
flux
flying
focus
follow
followed
following
following.
follows
follows.
for
for,
for.
for?
force
force,
force.
forever.
forget
forgot
form
form,
form.
formula
formula,
formula.
formulas
forth.
forward
forward,
forward.
found
four
four,
four.
fourier
fourth
fourth.
fraction
free
free.
freedom
freedom.
frequency
frequency.
friends
from
from,
from.
from?
front
full
fully
fun
function
function,
function.
function?
functions
functions,
functions.
fundamental
funny
further
fusion
future
g
g,
g.
game
game,
game.
games
gas
gas.
gaussian
gave
general
general,
general.
generalize
generally
generate
geometric
get
get,
get--
get.
get?
gets
getting
give
given
gives
giving
global
go
go,
go.
goal
goes
going
going.
gone
gonna
good
good,
good.
google
got
gotten
governs
gradient
graph
graph,
graph.
great
great.
greater
greedy
green
green's
group
grow
growing
grows
growth
guarantee
guaranteed
guess
guess,
guess.
guessing
guttag
guy
guy,
guy.
guys
guys,
guys.
h
h,
h.
h1
h1,
had
half
half,
half.
hamiltonian
hand
hand,
hand.
handle
happen
happen,
happen.
happened
happening
happening.
happens
happens,
happens.
happens?
happy
hard
hard.
harder
has
hash
hash,
hash.
hashes
hashing
hashing,
hashing.
hat
hat,
hat.
have
have,
have--
have.
have?
haven't
having
he
he's
head
heard
heat
heavier
heavy
height
height,
help
helpful
helps
her
here
here's
here,
here--
here.
here?
hey,
hidden
high
higher
highest
him
his
hit
hn
hold
homework
hooke's
hope
hopefully
hopefully,
hoping
horizontal
horses
horses.
hosting
hours
how
however
however,
huge
hundreds
hypothesis
i
i'd
i'll
i'm
i've
i,
i-th
i.
i?
id
idea
idea,
idea.
ideal
ideas
identical
identify
identity
if
if,
ignore
iid
image
imaginary
imagine
imagine,
immediately
implement
implemented
implies
imply
important
important,
important.
in
in,
in.
include
includes
increase
increasing
increasing.
indeed
indeed,
independence
independence.
independent
independent,
independent.
independently
index
indicate
indicates
indicator
indices
individual
induction
induction.
inductive
infinite
infinitely
infinity
infinity,
infinity.
influence
information
information,
information.
initial
initially
inner
input
input,
input.
inputs
insert
insert,
inside
inside.
instance
instance,
instance.
instances
instead
instead,
instead.
int
int.
integer
integer,
integer.
integers
integers.
integral
integral,
integral.
integrals
integrals.
integrate
integrating
integration
integration,
integration.
interaction
interactions
interest
interested
interesting
interesting.
intermediate
internal
interpretation
intersection
interval
interval,
interval.
interview
into
introduce
introduced
introducing
intuition
intuitive
intuitively,
invariant
inverse
inverse,
inverse.
involve
involved
involves
is
is,
is--
is.
is?
isbinarysearchtree
isn't
issue
issues
it
it'll
it's
it's,
it,
it--
it.
it?
item
item,
item.
items
items,
items.
iteration
its
itself
itself,
itself.
j
j,
j.
john
joint
jump
just
just,
k
k,
k.
keep
keeping
keeps
kept
key
key,
key.
keys
keys,
keys.
ki
kind
kinda
kinds
knapsack
knew
know
know,
know.
knowing
knowledge
known
knows
kolmogorov-smirnov
krylov
kt.
l
l,
l.
label
lagrange
lambda
lambda,
language
language.
laplace
large
large,
larger
largest
last
late
later
later,
later.
law
law,
law.
layer
lead
leads
leaf
learn
learned
learning
least
leave
leaves
lecture
lecture,
lecture.
lectures
left
left,
left-hand
left.
length
length.
lengths
less
less.
lesser
let
let's
lets
letter
letters
level
level,
level.
levels
li
license.
life
light
lighter
like
like,
like.
like?
likely
limit
limit,
limit.
limits
line
line,
line.
linear
linear.
linearity
linearity,
linearly
lines
lines.
ling
link
linked
list
list,
list.
literally
little
live
lives
ln
local
location
log
logic
logical
login
logistic
long
long.
longer
look
look,
looked
looking
looks
loop
loop,
loop.
lose
losing
lost
lot
lot.
lots
lotus
lotus,
low
lower
lowest
m
m,
m.
machine
macroscopic
made
magic
magnitude
main
maintain
make
make.
makes
making
malan:
many
many,
map
maps
marginal
mario
markov
mask
mass
mass.
match
matching
materials
math
math,
math.
mathematical
mathematically
mathematics
matlab
matrices
matrices,
matrices.
matrix
matrix,
matrix.
matrix?
matrixes
matrixes,
matrixes.
matter
matter.
max
max,
max.
maximize
maximum
may
maybe
maybe,
maybe.
mcts
me
me,
me.
mean
mean,
mean.
mean?
meaning
means
means,
means.
meant
measure
measures
mechanics
memory
memory,
memory.
mention
mentioned
message
message.
messages
messy
method
method,
method.
methods
methods,
methods.
mgf
mi
microscopic
microstate
middle
middle.
might
million
min
min,
min.
mind
mind,
mind.
minimize
minimizing
minimum
minimum,
minimum.
minus
minus,
minute
minute.
minutes
missing
mistake
mistake.
mistakes
mit
mixing
mod
model
model,
model.
models
modern
modify
modulo
moment
moment,
moment.
momenta
moments
moments.
momentum
money
monte
more
more,
more.
most
mostly
motion
motion.
move
move.
moves
movie
moving
mu
much
much,
much.
multinomial
multiple
multiplication
multiplication,
multiplication.
multiplicative
multiplied
multiplier
multiplier.
multiply
multiplying
must
my
myself
n
n,
n-
n--
n.
n1
n2
name
name,
name.
named
namely
namely,
names
natural
naught
nds
near
nearby
necessarily
need
need.
needed
needs
negative
negative,
negative.
neighbors
neither
net
network
network.
networks
neural
neuron
never
new
next
next,
next.
nice
nice,
nice.
nicely
no
no,
no.
no?
nobody
node
node,
node.
nodes
nodes,
nodes.
noise
non-empty
non-zero
none
normal
normal,
normal.
normally
not
not,
not.
not?
notation
notation,
notation.
note
note,
note.
notes
notes,
notes.
nothing
nothing.
notice
notice,
notion
now
now,
now.
now?
nt
nth
null
nullspace
number
number,
number.
numbers
numbers,
numbers.
numerator
numerical
object
object,
object.
objective
objects
objects,
objects.
observation.
observe
obvious
obvious,
obvious.
obviously
obviously,
occur
occurred.
occurs
occurs,
ocw.mit.edu.
odd
odd,
of
of,
of--
of.
off
off,
off.
offer
office
often
oh
oh,
oh.
ok
ok,
ok.
ok?
okay
okay,
okay.
okay?
old
omega
omega,
on
on,
on.
once
once,
once.
one
one's
one,
one--
one-particle
one-third
one-third.
one.
one?
ones
ones,
ones.
only
onto
open
opencourseware
opening
operand
operand.
operation
operation.
operations
operations,
operations.
operator
operator,
operator.
operators
opposed
opposite
optimal
optimization
options
options.
or
or,
orange
order
order,
order.
origin
origin,
origin.
original
originally
orthogonal
orthonormal
orthonormal.
other
other,
other.
others
others.
otherwise
otherwise,
otherwise.
ought
our
out
out,
out.
outcome
output
output.
outside
outside,
over
over,
over.
overall
overlap
own
p
p,
p.
p1
p1,
p2
p2,
p2.
pair
pairs
paper
paper.
parallel
parameter
parameter,
parameters
parameters,
parameters.
parametric
parent
parent,
parent.
parentheses
parentheses,
parentheses.
part
part,
part.
partial
particle
particle.
particles
particles,
particles.
particular
particular,
particularly
partition
parts
parts,
parts.
pass
passed
passing
past
path
path,
path.
paths
patrick
patriot
pattern
pay
pdf
pdf,
pdf.
people
people,
per
perfect
perfectly
perform
performance
period
period,
periodic
perpendicular
person
phase
phi
philippe
physical
physics
pi
pi,
pi.
pick
picked
picking
picture
picture,
picture.
pictures
piece
piece.
pieces
pieces,
pieces.
pivot
pivots
pivots,
pixel
place
place,
place.
places
places.
plan
plane
plane,
plane.
play
play.
played
playing
please
plot
plug
plus
plus,
plus.
pmf
pn
point
point,
point.
pointer
pointers.
pointing
points
points,
points.
poisson
polar
policy
polynomial
polynomial.
pop
population
position
position,
position.
positions
positive
positive,
positive.
possibilities
possibilities.
possibility
possible
possible.
possibly
postfix
potential
potential.
potentially
pounds
pounds,
pounds.
power
power.
powerful
powers
practice
practice,
practice.
precedence
precise
precisely
predecessor
predecessor,
predict
prefer
pressure
presumably
pretty
previous
previously
price
prime
prime,
prime.
principle
principle,
print
printf
printing
priority
probabilistic
probabilities
probabilities.
probability
probability,
probability.
probably
problem
problem,
problem.
problem?
problems
problems,
problems.
procedure
process
process,
process.
produces
product
product,
product.
products
professor
professor:
program
program,
program.
programming
programming,
programming.
programs
project
projection
projects
promising
proof
proof,
proof.
proofs
propagate
properties
properties.
property
property,
property.
proportional
prove
prove.
proved
provide
provided
proving
pseudo
psi,
pull
pure
purpose
push
pushing
put
putting
python
python.
q
q,
q.
q1
q1,
q2
q_1
qi
qq
quadratic
quality
quantiles
quantities
quantities.
quantity
quantity.
quantum
query
question
question,
question.
question?
questions
questions?
quick
quickly
quickly.
quite
r
r,
r.
radar
radius
raised
ram
ram,
random
random,
random.
randomly
randomness.
range
range,
range.
ranges
rank
rank.
rate
rate.
rather
ratio
reach
read
ready
real
real,
real.
realize
really
really,
rearrange
reason
reason,
reasonable
reasonably
reasons
recall
receive
recognize
recurrence
recursion.
recursive
recursively
red
reduce
reduced
region
region,
region.
regression
regular
relate
related
relation
relationship
relative
relatively
relevant
rely
remaining
remember
remember,
remind
remove
removed
ren:
renewal
repeat
replace
replaced
represent
representation
represents
require
requires
reservoir
resources
respect
response
rest
result
result.
results
return
returns
reuse
reverse
review
rewrite
rho
rid
right
right,
right-hand
right.
right?
rigollet:
rolling
room
room,
room.
root
root,
root.
roots
rotation
roughly
round
row
rows
rule
rule,
rule.
rules
run
running
runs
s
s,
s.
saddle
said
said,
said.
salmon
same
same,
same.
same?
sample
satisfied
satisfy
save
saw
say
say,
say.
say?
saying
saying,
says
says,
scale
score
score.
scores
screen
screen,
search
search,
search.
searches
searching
second
second,
second.
section
see
see,
see.
seeing
seem
seems
seen
select
self
send
sending
sense
sense,
sense.
sense?
sent
separate
sequence
series
series,
series.
server
servers
set
set,
set.
sets
setting
seven
seven,
several
shall
she
shift
shifted
short
shortest
should
shouldn't
show
showed
showing
shows
side
side,
side.
sides
sides,
sides.
sigma
sigma,
sigma.
sign
sign,
sign.
signal
significant
signs
similar
similar.
similarly
similarly,
simple
simple,
simple.
simpler
simplest
simplify
simply
simpson's
simulate
simulation
simulation.
simulations
sin
since
sine
sines
single
singular
sit
sits
sitting
situation
six
six,
sixty
size
size,
size.
size?
sketch
sketch.
skip
slash
slice
slide
sliding
slight
slightly
slope
slot
slow
slow.
small
small,
small.
smaller
smallest
smoke
so
so,
so-called
so.
softmax
software
solution
solution,
solution.
solutions
solutions,
solutions.
solve
solved
solving
some
somebody
somehow
somehow,
someone
something
something,
something.
sometimes
somewhat
somewhere
somewhere.
soon
sorry
sorry,
sorry.
sorry?
sort
sort.
sorted
sorts
sounds
source
space
space,
space.
space?
span
spanning
speaker
special
specific
specify
speed
spend
split
spread
spring
spring,
square
square,
square.
squared
squared,
squared.
squares
squares,
squares.
ssl
stable
stack
stack.
stage
standard
stands
star
star,
start
start.
started
started.
starting
starts
state
state,
state.
statement
statement.
states
static
statistical
statistics
stay
stays
step
step,
step.
step?
steps
steps,
steps.
stick
still
still,
stokes'
stop
store
stored
storing
story
straight
strange
strategy
strictly
string
string,
string.
strings
strings,
strong
structure
structure,
structure.
structures
student
student:
students
study
stuff
stuff,
stuff.
sub
sub-problem.
sub-problems
sub-problems.
subset
substitute
subtract
subtraction
subtraction,
subtree
subtree.
subtrees
success
successor
successor.
such
suddenly
sum
sum,
sum.
summary
summation
summing
sums
super
support
suppose
supposed
sure
sure.
surface
surface,
surface.
surprising
swap
switch
symmetric
symmetric,
symmetric.
symmetry
symmetry.
syntactically
system
system,
system.
systems
t
t,
t.
t?
table
table,
table.
tail,
tails
take
take,
take.
take?
taken
takes
taking
talk
talked
talking
tangent
task
tau
taylor
technical
tell
telling
tells
temperature
temperature,
temperature.
ten
tend
term
term,
term.
terms
terms,
terms.
test
test,
test.
text
than
than,
thank
thanks.
that
that'll
that's
that,
that--
that.
that?
the
the,
the--
their
them
them,
them.
them?
theme
themselves
then
then,
then--
then?
theorem
theorem,
theorem.
theoretical
theory
theory,
there
there'll
there's
there,
there.
there?
therefore
therefore,
these
these,
these.
theta
theta,
theta.
they
they'll
they're
they've
thief
thing
thing,
thing.
thing?
things
things,
things.
think
think,
think.
thinking
third
this
this,
this--
this.
this?
those
those,
those.
though
though,
though.
thought
three
three,
three.
threshold
through
through.
throw
tilde
tile
till
time
time,
time.
time?
times
times,
times.
tiny
to
to,
to--
to.
to?
today
today's
today,
today.
together
together,
together.
told
too
too,
too.
took
tool
top
top,
top.
topic
topological
total
totally
towards
track
train
training
trajectories
trajectory
trajectory,
trajectory.
tranpose
transform
transformation
transition
transpose
transpose,
transpose.
traveling
traverse
tree
tree,
tree.
tree?
trees
trees,
trees.
triangle
triangle.
trick
tricky
tried
triple
trouble
trouble.
true
true,
true.
true?
trust
try
trying
turn
turned
turns
twelve
twice
twice.
two
two,
two-particle
two.
type
type,
type.
typed
types
typical
typically
typically,
u
u,
u.
ultimately,
unconditional
under
underneath
understand
unfortunately,
uniform
uniformly
union
unique
unit
units
universal
universe
universe,
universe.
unknown
unless
until
up
up,
up.
update
updates
upon
upper
us
us,
us.
use
use,
use.
used
useful
useful.
user
uses
using
usual
usually
v
v,
v.
v1
v1,
v2
v2,
valid
valid.
valuable
value
value,
value.
values
values,
values.
van
variable
variable,
variable.
variables
variables,
variables.
variance
various
vary
vector
vector,
vector.
vectors
vectors,
vectors.
velocity
velocity.
verify
version
versions
versus
vertex
vertex,
vertex.
vertical
vertically
vertices
vertices,
vertices.
very
very,
via
video
view
view.
visit
visited
visual
volume
volume,
w
w,
w.
w1
w2
w2.
wait
walk
walking
wanna
want
want,
want.
wanted
wants
was
was,
was.
wasn't
waste
watch
water
wavelet
way
way,
way.
way?
ways
ways,
ways.
we
we'd
we'll
we're
we've
web
website
website,
week
week,
week.
weight
weight.
weighted
weights
weird
well
well,
well.
went
were
weren't
what
what's
what?
whatever
whatever,
whatever.
when
whenever
where
whereas
wherever
whether
which
which,
whichever
while
white
who
who's
whole
whose
why
why.
why?
will
win
window
window,
window.
windows
winston:
with
with,
with.
within
without
won
won't
word
word,
word.
words
words,
words.
work
work,
work.
work?
worked
working
works
works,
works.
world
world,
world.
worry
worse
worst
worth
would
wouldn't
write
writing
written
wrong
wrong.
wrote
x
x's
x)
x,
x-
x--
x-axis
x.
x0
x1
x1,
x1.
x2
x2,
x2.
x?
xi
xi's.
xj
xk
xy
y
y,
y.
y1
y?
yeah,
yeah.
yeah?
years
yep.
yes
yes,
yes.
yes?
yet
yet,
yet.
yi
you
you'd
you'll
you're
you've
you,
you.
your
yourself
yourself.
z
z,
z.
z2
zero
zero,
zero.
zero?
zeros
zi
